Repository: AndanGagar/qabel-index
Catalog: index_service/locale/*/LC_MESSAGES/django.po
Languages: de

source: Qabel Index Admin
de: Qabel Index Verwaltung

source: E-Mail address
de: E-Mail-Addresse

source: Phone number
de: Telefonnummer

source: Enter the confirmation code you received to proceed
de: Geben Sie einen Bestätigungscode ein, um fortzufahren

source: Review
de: Prüfen

source: Request has expired
de: Code ist abgelaufen

source: This request has expired.
de: Dieser Code ist abgelaufen.

source: Request confirmed
de: Bestätigt

source: Request denied
de: Abgebrochen

source: Confirmed Qabel Index entry.
de: Qabel Index Eintrag wurde bestätigt.

source: Denied Qabel Index entry.
de: Qabel Index Eintrag ist nicht erfolgt.

source: Review entry
de: Eintrag prüfen

source: Identity
de: Identität

source: Alias: %(alias)s<br/> Public key: %(public_key)s
de: Alias: %(alias)s<br/> Öffentlicher Schlüssel: %(public_key)s

source: Deny
de: Abbrechen

source: Confirm
de: Bestätigen

# HTML
source: confirmation mail title
de: Qabel Index Bestätigung

source: requested to link email address %(email)s
de: Sie, oder jemand, dere Ihre E-Mail-Addresse angegeben hat, möchte diese E-Mail-Addresse (%(email)s) öffentlich mit dem folgenden Alias und öffentlichen Schlüssel auf dem Qabel Index verbinden:

source: requested to unlink email address %(email)s
de: Sie, oder jemand, der Ihre E-Mail-Addresse angegeben hat, möchte diese E-Mail-Addresse (%(email)s) vom Qabel Index entfernen. Der aktuell veröffentlichte Alias und öffentliche Schlüssel sind:

source: alias label
de: Alias:

source: public key label
de: Öffentlicher Schlüssel:

source: link to review page follows
de: Der folgende Link führt zu einer Seite, auf der Sie dies bestätigen bzw. abbrechen können.

source: review button text
de: Prüfen

# plaintext
source: confirmation mail title
de: ----------------------- Qabel Index Bestätigung -----------------------

source: Qabel Index confirmation
de: Qabel Index Bestätigung

source: This code doesn't exist or expired
de: Dieser Code ist ungültig oder abgelaufen

source: Confirmation code
de: Bestätigungscode
